Tekla.Structures.DrawingInternal.dotGrDatabaseObject_t


Tekla.Structures.DrawingInternal.dotGrDatabaseObject_t.Identifier


Tekla.Structures.DrawingInternal.dotGrDatabaseObject_t.DrawingIdentifier


Tekla.Structures.DrawingInternal.dotGrDatabaseObject_t.ViewIdentifier


Tekla.Structures.DrawingInternal.dotGrDatabaseObject_t.QueryType


Tekla.Structures.DrawingInternal.dotGrDatabaseObject_t.ReturnValue


Tekla.Structures.DrawingInternal.dotGrDatabaseObject_t.ClientId


Tekla.Structures.DrawingInternal.dotGrDatabaseObject_t.ClientData


Tekla.Structures.DrawingInternal.dotGrDatabaseObject_t.ToStruct(Tekla.Structures.Drawing.DatabaseObject)


Tekla.Structures.DrawingInternal.dotGrDatabaseObject_t.FromStruct(Tekla.Structures.Drawing.DatabaseObject)
